Revit 2027 API
BuiltInFailures.TagFailures.CannotPasteOrphanTags Property
 Orphaned tags cannot be pasted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPasteOrphanTags { get; }
Public Shared ReadOnly Property CannotPasteOrphanTags As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPasteOrphanTags {
	FailureDefinitionId^ get ();
}
static member CannotPasteOrphanTags : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.TagFailures Class
Autodesk.Revit.DB Namespace